{
    "title": "Renova XR",
    "publishedOn": "09/12/2022",
    "price": "45",
    "category": "Fever",
    "offerPrice": "",
    "productImage": "https://cdn.osudpotro.com/medicine/renova-xr-1643001049962.webp",
    "description": "Indications Renova XR is indicated for fever, common cold and influenza, headache, toothache, earache, body pain, myalgia, neuralgia, dysmenorrhoea, sprains, colic pain, back pain, post-operative pain, postpartum pain, inflammatory pain, and post-vaccination pain in children. It is also indicated for rheumatic & osteoarthritic pain and stiffness of joints."
},
{
    "title": "Napa 60 ml",
    "publishedOn": "09/12/2022",
    "price": "35",
    "offerPrice": "",
    "category": "Fever",
    "productImage": "https://cdn.osudpotro.com/medicine/napa-60-ml-removebg-preview3-1629517601160.webp",
    "description": "Indications of Napa 60 ml All conditions requiring relief from pain and fever such as neuritis, neuralgia, headache, earache, toothache, pain due to rheumatic disorder,cold, influenza, dysmenorrhoea, post-vaccination pain and fever of children etc. Napa suppositories are used for rapid symptomatic management of pain and fever. It is given as rectal suppository for mild to moderate pain and for pyrexia. "
},
{
    "title": "Napa Extend",
    "publishedOn": "09/12/2022",
    "price": "20",
    "offerPrice": "",
    "category": "Open this select menu",
    "productImage": "https://cdn.osudpotro.com/medicine/napa-extend-1637406099788.webp",
    "description": "Indications of Napa Extend Fever, common cold, and influenza, headache, toothache, earache, bodyache, myalgia, neuralgia, dysmenorrhoea, sprains, colic pain, back pain, post-operative pain, postpartum discomfort, inflammatory pain, and post vaccination pain in children are among the conditions for which paracetamol is prescribed. It's also used to treat rheumatic and osteoarthritic pain, as well as joint stiffness."
},
{
    "title": "Napa Extra",
    "publishedOn": "09/12/2022",
    "price": "30",
    "offerPrice": "",
    "category": "Fever",
    "productImage": "https://cdn.osudpotro.com/medicine/napa-extra-1630001325835-removebg-preview-1630562777966.webp",
    "description": "Indications of Napa Extra Fever, common cold, and influenza, headache, toothache, earache, bodyache, myalgia, neuralgia, dysmenorrhoea, sprains, colic pain, back pain, post-operative pain, postpartum discomfort, inflammatory pain, and post-vaccination pain in children are among the conditions for which paracetamol is prescribed. It's also used to treat rheumatic and osteoarthritic pain, as well as joint stiffness."
},
{
    "title": "Ace XR",
    "publishedOn": "09/12/2022",
    "price": "20",
    "offerPrice": "",
    "category": "Fever",
    "productImage": "https://cdn.osudpotro.com/medicine/738-1629611788551.webp",
    "description": "Indications of Ace XR Paracetamol is suitable for fever, common cold and flu, headache, toothache, earache, body pain, myalgia, neuralgia, dysmenorrhea, sprain, colic, back pain, postoperative pain, postpartum pain, inflammatory pain and pain in children after vaccination. It is also suitable for rheumatic pain and osteoarthritis and joint stiffness.  "
},
{
    "title": "Napa",
    "publishedOn": "09/12/2022",
    "price": "15",
    "offerPrice": "",
    "category": "Open this select menu",
    "productImage": "https://cdn.osudpotro.com/medicine/napa-500-mg-1634182813132.webp",
    "description": "Indications of Napa Napa is indicated for fever, common cold and influenza, headache, toothache, earache, body pain, myalgia, neuralgia, dysmenorrhoea, sprains, colic pain, back pain, post-operative pain, postpartum pain, inflammatory pain, and post-vaccination pain in children. It is also indicated for rheumatic & osteoarthritic pain and stiffness of joints.",
    "galleryImages": null
},
{
    "title": "Napa Rapid",
    "publishedOn": "09/12/2022",
    "price": "15",
    "offerPrice": "",
    "category": "Fever",
    "productImage": "https://cdn.osudpotro.com/medicine/napa-rapid-400x400-removebg-preview-1629185893608.webp",
    "description": "Indications of Napa Rapid 500 mg Tablet Paracetamol is suitable for fever, common cold and flu, headache, toothache, earache, body pain, myalgia, neuralgia, dysmenorrhea, sprain, colic, back pain, postoperative pain, postpartum pain, inflammatory pain, and vaccination for children Pain afterwards. It is also suitable for rheumatic and osteoarthritis pain and joint stiffness."
},
{
    "title": "Microgest 200",
    "publishedOn": "09/12/2022",
    "price": "285",
    "offerPrice": "",
    "category": "Headache",
    "productImage": "https://cdn.osudpotro.com/medicine/9-1634702375679.webp",
    "description": "Indications of Microgest 200 1. Maintenance of Pregnancy in cases of Threatened / Recurrent abortion. 2. Luteal support during IUI and ART procedures IVF-ET. 3. Luteal support in cases of proven luteal phase insufficiency. 4. Along with estrogen in post-menopausal hormone replacement therapy (HRT) either in sequential or in continuous regimen. 5. To prevent endometrial hyperplasia where endogenous estrogen is present. 6. As progesterone challenge test in secondary amenorrhoea. 7. For cycle control along with estrogen therapy. 8. Dysfunctional uterine bleeding (DUB) 9. Premenstrual tension. 10. Endometriosis. 11. Oocyte donation programme. 12. Benign mastopathy."
},
{
    "title": "Tufnil",
    "publishedOn": "09/12/2022",
    "price": "100",
    "offerPrice": "",
    "category": "Headache",
    "productImage": "https://cdn.osudpotro.com/medicine/7-1634701783841.webp",
    "description": "Indications of Tufnil Tolfenamic acid is used to treat migraine headaches and is also recommended for use as an analgesic in the treatment of post-operative pain and fever.  "
},
{
    "title": "Namitol 200",
    "publishedOn": "09/12/2022",
    "price": "95",
    "offerPrice": "",
    "category": "Headache",
    "productImage": "https://cdn.osudpotro.com/medicine/untitled-1-1634127444916.webp",
    "description": "Indications Tolfenamic acid is used to treat migraine headaches and is also recommended for use as an analgesic in the treatment of post-operative pain and fever."
},
{
    "title": "Metryl 400",
    "publishedOn": "09/12/2022",
    "price": "36",
    "offerPrice": "",
    "category": "Diarrhea",
    "productImage": "https://cdn.osudpotro.com/medicine/metryl-400-1631762747556.webp",
    "description": "Indications Metronidazole is indicated in the treatment of the following diseases: The prevention of post-operative infections due to anaerobic bacteria (particularly species of Bacteroides and anaerobic streptococci). The treatment of septicemia, bacteremia, peritonitis, brain abscess, pelvic abscess, pelvic cellulitis, and postoperative wound infections caused by anaerobes. In the treatment of urogenital trichomoniasis. Bacterial vaginosis (also known as non-specific vaginitis). All forms of amoebiasis (intestinal, extra-intestinal disease, and that of symptomless cyst passers). Giardiasis. Acute ulcerative gingivitis. Anaerobically infected leg ulcers and pressure sores. Acute dental infections due to anaerobic organisms. Antibiotic-associated pseudomembranous colitis."
},
{
    "title": "Amodis 500",
    "publishedOn": "09/12/2022",
    "price": "18",
    "offerPrice": "",
    "category": "Diarrhea",
    "productImage": "https://cdn.osudpotro.com/medicine/741-1629611936366.webp",
    "description": "Indications Amodis 500 is suitable for the treatment of the following diseases:  Prevention of postoperative infections caused by anaerobic bacteria (especially anaerobic Bacteroides and streptococci).   Treatment of sepsis, bacteremia, peritonitis, brain abscess, pelvic abscess, pelvic cellulitis, and postoperative wound infection caused by anaerobic bacteria.  Treatment of genitourinary trichomoniasis.  Bacterial vaginitis (also called nonspecific vaginitis).   All forms of amebiasis (transmitted by intestinal and parenteral diseases and asymptomatic cysts).   Giardiasis.  Acute ulcerative gingivitis. Leg ulcers and pressure sores with anaerobic infection.  Acute tooth infection caused by anaerobic organisms.  Antibiotic-related pseudomembranous colitis."
},
{
    "title": "Comprid 80",
    "publishedOn": "09/12/2022",
    "price": "75",
    "offerPrice": "",
    "category": "Diarrhea",
    "productImage": "https://cdn.osudpotro.com/medicine/9-1634534649400.webp",
    "description": "Indications Patients with maturity-onset diabetes mellitus (NIDDM) who require an oral hypoglycaemic medication should use gliclazide."
},
{
    "title": "Comprid XR 60",
    "publishedOn": "09/12/2022",
    "price": "115",
    "offerPrice": "",
    "category": "Diarrhea",
    "productImage": "https://cdn.osudpotro.com/medicine/comprid-xr-60-1635947178689.webp",
    "description": "Indications Patients with maturity-onset diabetes mellitus (NIDDM) who require an oral hypoglycaemic medication should use gliclazide."
},
{
    "title": "Amodis 60 ml",
    "publishedOn": "09/12/2022",
    "price": "28",
    "offerPrice": "",
    "category": "Diarrhea",
    "productImage": "https://cdn.osudpotro.com/medicine/amodis-60-ml-1629200093073.webp",
    "description": "Indications of Amodis 60 ml Metronidazole is suitable for the treatment of the following diseases:  Prevention of postoperative infections caused by anaerobic bacteria (especially anaerobic Bacteroides and streptococci).   Treatment of sepsis, bacteremia, peritonitis, brain abscess, pelvic abscess, pelvic cellulitis, and postoperative wound infection caused by anaerobic bacteria.  Treatment of genitourinary trichomoniasis.  Bacterial vaginitis (also called nonspecific vaginitis).   All forms of amebiasis (transmitted by intestinal and parenteral diseases and asymptomatic cysts).   Giardiasis.  Acute ulcerative gingivitis. Leg ulcers and pressure sores with anaerobic infection.  Acute tooth infection caused by anaerobic organisms.  Antibiotic-related pseudomembranous colitis."
},
{
    "title": "Neocort",
    "publishedOn": "09/12/2022",
    "price": "18",
    "offerPrice": "",
    "category": "Eczema",
    "productImage": "https://cdn.osudpotro.com/medicine/901-neocort-1629602228027.webp",
    "description": "Indications of Neocort Ointment Neocort Cream/Ointment is demonstrated for the treatment of the taking after conditions where auxiliary bacterial disease is show, suspected or likely to happen: dermatitis counting atopic, puerile and discoid eczemas; prurigo nodularis; psoriasis (barring broad plaque psoriasis); neurodermatoses, counting lichen simplex, lichen planus; Seborrhoeic dermatitis; butt-centric and genital intertrigo; contact affectability responses; discoid lupus erythematosus. Neocort can too be utilized within the administration of creepy crawly chomps, thorny warm and otitis externa."
}